{"text": "Collaboration is wonderful, but it can be overdone.", "meta": {"company": "JPMorgan Chase", "person": "Dimon", "year": "2021"}}
{"text": "We need to take specific action steps.", "meta": {"company": "JPMorgan Chase", "person": "Dimon", "year": "2021"}}
{"text": "Fintech and Big Tech are here… big time!", "meta": {"company": "JPMorgan Chase", "person": "Dimon", "year": "2021"}}
{"text": "This ambitious endeavor combines low-cost loans, equity investments and philanthropy and will help reduce barriers to capital for underserved small businesses to support their immediate needs and long-term growth.", "meta": {"company": "JPMorgan Chase", "person": "Dimon", "year": "2021"}}
{"text": "It’s also clear that our failings are not deliberate since no one wants these terrible outcomes.", "meta": {"company": "JPMorgan Chase", "person": "Dimon", "year": "2021"}}
{"text": "Transaction Banking I hear from clients constantly that our innovative cloudbased Transaction banking platform is a differentiator.", "meta": {"company": "Goldman Sachs", "person": "Solomon", "year": "2021"}}
{"text": "In addition, we should recognize that trade, while positive for the United States as a whole, has caused the loss of jobs, both in specific geographies and in specific industries.", "meta": {"company": "JPMorgan Chase", "person": "Dimon", "year": "2021"}}
{"text": "Economic growth over the last two decades (including the Great Recession of 2008) has been painfully slow, with increasing income inequality and virtually no growth in income at the lower rungs of the economic ladder.", "meta": {"company": "JPMorgan Chase", "person": "Dimon", "year": "2021"}}
{"text": "This makes open and transparent dealings even more important.", "meta": {"company": "JPMorgan Chase", "person": "Dimon", "year": "2021"}}
{"text": "There are serious emerging issues that need to be dealt with – and rather quickly: the growth of shadow banking, the legal and regulatory status of cryptocurrencies, the proper and improper use of financial data, the tremendous risk that cybersecurity poses to the system, the proper and ethical use of AI, the effective regulation of payment systems, disclosures in private markets, and effective regulations around market structure and transparency (payment for order flow, high-frequency trading and exchanges).", "meta": {"company": "JPMorgan Chase", "person": "Dimon", "year": "2021"}}
